Repository: burunduk/heroeswog-l10n-test
Catalog: omegat/project_save.tmx
Source language: en
Languages: ru

source: %Z326 is ambushed by a band of Rogues!
ru: Вас атаковала банда разбойников!

source: %Z326 is ambushed by a band of Water Elementals!
ru: %Z326 подвергается атаке группой Элементалей Воды!

source: %Z326's Surcoat Of Counterpoise grows warm, then cold, then warm again.
ru: Мантия Равновесия, которой обладает %Z326, становится теплой, затем холодной, затем снова теплой...

source: %Z326all creatures attack as with a breath weapon (when not shooting).
ru: %Z326все существа бьют на две клетки (если не стреляют)..

source: %Z326all creatures attack twice.
ru: %Z326все существа атакуют дважды.

source: %Z326all towns have a grail structure built in them.
ru: %Z326все города имеют построенный Грааль.

source: %Z326artifacts tend to come in pairs.
ru: %Z326герои каждый раз поднимают два одинаковых артефакта там, где, казалось, лежал один.

source: %Z326bands of Rogues roam the countryside, ready to ambush heroes.
ru: %Z326шайки воров бродят по сельской местности (невидимы), готовые напасть на героя.

source: %Z326creatures cost half as much on the 7th day of the week.
ru: %Z326на 7й день недели существа стоят лишь половину своей обычной цены.

source: %Z326creatures in a hero's army attract an additional 4%% of their own kind each day, to a maximum of 10000 creatures.
ru: %Z326каждый отряд в армии героя увеличивает численность на 4% в день, стремясь к максимуму в 10000 существ.

source: %Z326creatures that are normally slow are fast, and the fast ones slow.
ru: %Z326медленные становятся быстрыми, а быстрые - медленными.

source: %Z326each town has a Warlord's Banner in front of it, and Banners in front of neutral towns are guarded.
ru: %Z326рядом с каждым городом есть Знамя Полководца, и рядом с нейтральными городами оно охраняется.

source: %Z326heroes gain an artifact with each level.
ru: %Z326каждый раз при повышении уровня герой получает артефакт.

source: %Z326heroes have double movement.
ru: %Z326каждый ход герои начинают с удвоенным количеством (от обычного) очков передвижения.

source: %Z326heroes may learn 2 secret skills in addition to the 8 normal ones.
ru: %Z326герои могут выучить 2 секретных навыка в дополнение к 8ми основным.

source: %Z326heroes start at 5th level.
ru: %Z326герои начинают с 5-го уровня (+5000 опыта).

source: %Z326mines produce different resources from week to week.
ru: %Z326шахты меняют ресурсы каждую неделю.

source: %Z326most dwellings also produce Boars.
ru: %Z326большинство внешних жилищ продают кабанов рядом со своим обычным ополчением.

source: %Z326no creatures can fly, and creatures that once flew cannot be retaliated against.
ru: %Z326нет летающих существ, а те, кто когда-то были летающими, бьют без ответа.

source: %Z326no creatures shoot, and creatures that once shot have +50%% hit points.
ru: %Z326нет стреляющих существ, а существа, бывшие ранее таковыми, имеют +50% очков здоровья.

source: %Z326places that a hero could normally only visit once may be revisited each month.
ru: %Z326каждый месяц можно заново посещать объекты разового посещения.

source: %Z326the presence of a hero warps the land with magic.
ru: %Z326место, где герой стоит в начале дня становится магической равниной.

source: %Z326there is perpetual darkness.
ru: %Z326карта скрыта постоянной тьмой.

source: %Z326upgraded 7th level creatures in a hero's army automatically upgrade to 8th level.
ru: %Z326в армии героя улучшенные монстры 7го уровня автоматически улучшаются до 8го в начале дня.

source: %Z352 may learn a secret skill, %Z353.
ru: Герой может выучить секретный навык, %Z353.

source: 7th level creatures upgrade to 8th Level.
ru: Автопреобразование существ 7-го уровня

source: After this message, there will be a delay while the map is converted to include WoG features (and then another message when it's done).
ru: После этого сообщения, некоторое время займет преобразование карты, инициирующее новые возможности WoG. (затем появится сообщение об окончании этого процесса).

source: Also,
ru: А еще

source: Artifacts on the map are found in pairs.
ru: Дублирование артефактов

source: Continue playing at your own risk.
ru: Вы можете продолжать игру на свой страх и риск.

source: Creature dwellings also sell Boars.
ru: Продажа кабанов во всех внешних жилищах

source: Creatures are half-price on day 7 each week.
ru: Половинная стоимость существ на 7-ой день

source: Creatures attack twice.
ru: Двойная атака для всех существ

source: Creatures have breath weapons.
ru: Атака дыханием для всех существ

source: Creatures in armies grow by 4 percent each day.
ru: Растущие армии

source: Currently: %Y2%% (%Z2)
ru: Сейчас: %Y2%% (%Z2)

source: Currently: %Y5%%
ru: Сейчас: %Y5%%

source: Currently: +%Y3 (%Z3)
ru: Сейчас: +%Y3 (%Z3)

source: Currently: x%Y4 (%Z4)
ru: Сейчас: x%Y4 (%Z4)

source: Currently: %Y2%% (%Z2) %Z-9
ru: Текущее: %Y2%% (%Z2) %Z-9

source: Currently: +%Y3 (%Z3) %Z-9
ru: Текущее: +%Y3 (%Z3) %Z-9

source: Currently: x%Y4 (%Z4) %Z-9 Note: If AI Experience Multiplier is 0, Town Garrisons will receive 0 experience regardless of this value.
ru: Текущее: x%Y4 (%Z4) %Z-9 Важно: Если темп роста опыта компьютера ноль, гарнизоны его городов будут получать ноль опыта, независимо от того, что вы введете сейчас.

source: Does %Z354 wish to learn this?
ru: Хочет ли %Z354 выучить это?

source: Each town has a Grail.
ru: Постройка Грааля во всех городах

source: Each town has a Warlord's Banners in front of it.
ru: Знамена полководца у врат городов

source: Easier than Easy
ru: Легче легкого

source: Easy
ru: Легко

source: Easy/Normal
ru: Легко/Нормально

source: Enjoy yourself...or ELSE!
ru: Приятной игры... удачи!

source: Enter an integer value between 0 and 10000
ru: Введите целое число от 0 до 10000

source: Expert
ru: Эксперт

source: Expert/Impossible
ru: Эксперт/Невозможно

source: Fast creatures are slow, slow ones fast.
ru: Инвертированная скорость существ

source: Fliers don't fly, but aren't retaliated against.
ru: Атака без контрудара вместо полета

source: For achieving so much, %Z2 is granted an artifact.
ru: За старания герой награжден артефактом.

source: Hard
ru: Сложно

source: Hard/Expert
ru: Сложно/Эксперт

source: Harder than Impossible
ru: Ни единого шанса

source: Heroes are given an artifact each level.
ru: Получение артефакта за каждый уровень

source: Heroes can have 10 Skills.
ru: Использование скрытых навыков

source: Heroes create Magic Plains each day.
ru: Создание героями магического ландшафта

source: Heroes move twice as far.
ru: Удвоенное передвижение героев

source: Heroes start at 5th Level.
ru: Начало с героями пятого уровня

source: Hint: You can view or save current WoGify options during the game by pressing 'S' and then clicking on the WoG Options button.
ru: ПОДСКАЗКА: Вы можете посмотреть или сохранить WoG-настройки во время игры, нажав 'S' и кликнув после этого по кнопке WoG-настроек.

source: Impossible
ru: Невозможно

source: Impressed by %Z326's interest in Birds, some Royal Griffins join %Z328 army.
ru: Впечатленные тем, что %Z326 интересуется птицами, несколько Королевских Грифонов желают вступить в %Z328 армию.

source: In this strange land,
ru: На этой странной земле

source: Invalid Spell Parameter: banning must be 0..3
ru: Неправильный параметр заклинания: запрет должен быть в пределах: 0..3

source: Invalid Spell Parameter: element must be 0..15
ru: Неправильный параметр заклинания: элемент должен быть в пределах: 0..15

source: Invalid Spell Parameter: maximum spell level must be 0..5
ru: Неправильный параметр заклинания: максимальный уровень: 0..5

source: Invalid Spell Parameter: minimum spell level must be 0..5
ru: Неправильный параметр заклинания: минимальный уровень: 0..5

source: Invalid Spell Parameter: number of spell exclusions must be 0..9
ru: Неправильный параметр заклинания: число исключений может быть: 0..9

source: Invalid Spell Parameter: spell type be 0..2
ru: Неправильный параметр заклинания: тип заклинания: 0..2

source: It's unclear what it's doing, but it seems to be doing something.
ru: Неясно, что происходит, но похоже, дело в Мантии.

source: Joyful at %Z326's interest in Life and its Pendants, some Sprites join %Z328 army.
ru: Довольные, что %Z326 интересуется жизнью и ее символами, несколько Фей желают вступить в %Z328 армию.

source: Large maps may take a few minutes on slow systems.
ru: Преобразование больших карт может длиться несколько минут.

source: Magic Air Mushroom (Not Visited)
ru: Гриб Магии Воздуха (Не посещено)

source: Magic Air Mushroom (Visited)
ru: Гриб Магии Воздуха (Посещено)

source: Magic Earth Mushroom (Not Visited)
ru: Гриб Магии Земли (Не посещено)

source: Magic Earth Mushroom (Visited)
ru: Гриб Магии Земли (Посещено)

source: Magic Fire Mushroom (Not Visited)
ru: Гриб Магии Огня (Не посещено)

source: Magic Fire Mushroom (Visited)
ru: Гриб Магии Огня (Посещено)

source: Magic Water Mushroom (Not Visited)
ru: Гриб Магии Воды (Не посещено)

source: Magic Water Mushroom (Visited)
ru: Гриб Магии Воды (Посещено)

source: Mark any map rules that you want in this game (page 1 of 2).
ru: Отметьте правила для этой игры - на ваш выбор (страница 1 из 2).

source: Mark any map rules that you want in this game (page 2 of 2).
ru: Отметьте правила для этой игры - на ваш выбор (страница 2 из 2).

source: Mines change resources each week.
ru: Еженедельная смена шахтами типа ресурса

source: Normal
ru: Нормально

source: Normal/Hard
ru: Нормально/Сложно

source: Option changes CANNOT be made during a game from this screen.
ru: Изменить настройки из этого окна во время игры НЕЛЬЗЯ.

source: Perpetual darkness.
ru: Туман войны

source: Please select a Stack Experience value to change.
ru: Что именно из настроек получения опыта армиями вы хотите изменить?

source: Rogues ambush the unwary.
ru: Атаки воров

source: Set AI Additional Experience.
ru: Дополн. опыт для компьютера.

source: Set AI Experience Multiplier.
ru: Получение опыта компьютером.

source: Set AI Town Garrison Multiplier.
ru: Гарнизоны в городах компьютера.

source: Set Human Experience Multiplier.
ru: Получение опыта игроком.

source: Shooters don't shoot, but have more hit points.
ru: +50% здоровья вместо стрельбы

source: Suddenly, the water around %Z326's ship becomes alive!
ru: Внезапно, вода вокруг корабля героя %Z326 оживает!

source: Teaching objects can be revisited each month.
ru: Повторное посещение мест обучения

source: The Rogues had treasure!
ru: У разбойников было сокровище!

source: The Warlord's Banner is guarded by %Y1 %Z-1!
ru: Знамя Полководца имеет охрану: %Y1 %Z-1!

source: The Warlord's Banner is guarded by a %Z-1!
ru: Знамя Полководца имеет охрану: %Z-1!

source: The WoG Options button is located on the Scenario Selection screen.
ru: Кнопка WoG-настроек находится в окне выбора сценария.

source: To battle, Hero!
ru: К бою, Герой!

source: Try again next week.
ru: Попытайтесь снова на следующей неделе.

source: Use these values.
ru: Использовать эти значения.

source: WARNING: Since the map is "half-wogified" some scripts may not work as intended.
ru: ВНИМАНИЕ: Поскольку карта "наполовину WoG'ифицирована", некоторые скрипты могут работать неправильно.

source: Will you fight it for the prize?
ru: Вы будете драться за эту награду?

source: Will you fight them for the prize?
ru: Вы будете драться с ними за эту награду?

source: WoGification complete!
ru: WoG'ификация завершена!

source: WoGification is about to begin!
ru: WoG'ификация начинается!

source: You find another %Z-1 near this one.
ru: Вы нашли еще один точно такой же артефакт рядом с первым.

source: [0=None, 100=Easy, 200=Normal 300=Hard, 400=Expert, 500=Impossible]
ru: [0=Нет, 100=Легко, 200=Нормально 300=Сложно, 400=Эксперт, 500=Невозможно]

source: [0=None, 10=Easy, 25=Normal 50=Hard, 75=Expert, 100=Impossible]
ru: [0=Нет, 10=Легко, 25=Нормально 50=Сложно, 75=Эксперт, 100=Невозможно]

source: [0=None, 50=Easy, 100=Normal 200=Hard, 300=Expert, 400=Impossible]
ru: [0=Нет, 50=Легко, 100=Нормально 200=Сложно, 300=Эксперт, 400=Невозможно]

source: he
ru: он

source: her
ru: ее

source: his
ru: его

source: she
ru: она

source: {Magic Air Mushroom} The Magic Air Mushroom gives Expert Air Magic until the end of the week... Since you already have Expert Air Magic, the mushroom can't help you.
ru: {Гриб Магии Воздуха} Гриб Магии Воздуха делает вас Экспертом в Магии Воздуха до конца недели... Если вы уже Эксперт в Магии Воздуха, Гриб ничего не может сделать для вас.

source: {Magic Air Mushroom} The Magic Air Mushroom gives Expert Air Magic until the end of the week... You inhale the spores of the magic mushroom... You learn Expert Air Magic!
ru: {Гриб Магии Воздуха} Гриб Магии Воздуха делает вас Экспертом в Магии Воздуха до конца недели... Вы вдохнули споры магического гриба... Вы научились Экспертной Магии Воздуха!

source: {Magic Air Mushroom} You have already visited a Magic Air Mushroom this week.
ru: {Гриб Магии Воды} Вы уже посещали Гриб Магии Воды на этой неделе.

source: {Magic Earth Mushroom} The Magic Earth Mushroom gives Expert Earth Magic until the end of the week... Since you already have Expert Earth Magic, the mushroom can't help you.
ru: {Гриб Магии Земли} Гриб Магии Земли делает вас Экспертом в Магии Земли до конца недели... Если вы уже Эксперт в Магии Земли, Гриб ничего не может сделать для вас.

source: {Magic Earth Mushroom} The Magic Earth Mushroom gives Expert Earth Magic until the end of the week... You inhale the spores of the magic mushroom... You learn Expert Earth Magic!
ru: {Гриб Магии Земли} Гриб Магии Земли делает вас Экспертом в Магии Земли до конца недели... Вы вдохнули споры магического гриба... Вы научились Экспертной Магии Земли!

source: {Magic Earth Mushroom} You have already visited a Magic Earth Mushroom this week.
ru: {Гриб Магии Воды} Вы уже посещали Гриб Магии Воды на этой неделе.

source: {Magic Fire Mushroom} The Magic Fire Mushroom gives Expert Fire Magic until the end of the week... Since you already have Expert Fire Magic, the mushroom can't help you.
ru: {Гриб Магии Огня} Гриб Магии Огня делает вас Экспертом в Магии Огня до конца недели... Если вы уже Эксперт в Магии Огня, Гриб ничего не может сделать для вас.

source: {Magic Fire Mushroom} The Magic Fire Mushroom gives Expert Fire Magic until the end of the week... You inhale the spores of the magic mushroom... You learn Expert Fire Magic!
ru: {Гриб Магии Огня} Гриб Магии Огня делает вас Экспертом в Магии Огня до конца недели... Вы вдохнули споры магического гриба... Вы научились Экспертной Магии Огня!

source: {Magic Fire Mushroom} You have already visited a Magic Fire Mushroom this week.
ru: {Гриб Магии Воды} Вы уже посещали Гриб Магии Воды на этой неделе.

source: {Magic Water Mushroom} The Magic Water Mushroom gives Expert Water Magic until the end of the week... Since you already have Expert Water Magic, the mushroom can't help you.
ru: {Гриб Магии Воды} Гриб Магии Воды делает вас Экспертом в Магии Воды до конца недели... Если вы уже Эксперт в Магии Воды, Гриб ничего не может сделать для вас.

source: {Magic Water Mushroom} The Magic Water Mushroom gives Expert Water Magic until the end of the week... You inhale the spores of the magic mushroom... You learn Expert Water Magic!
ru: {Гриб Магии Воды} Гриб Магии Воды делает вас Экспертом в Магии Воды до конца недели... Вы вдохнули споры магического гриба... Вы научились Экспертной Магии Воды!

source: {Magic Water Mushroom} You have already visited a Magic Water Mushroom this week.
ru: {Гриб Магии Воды} Вы уже посещали Гриб Магии Воды на этой неделе.

source: {Value Not in Allowed Range} You must enter a value between 0 and 10000.
ru: {Неверное значение} Вы должны ввести значение от 0 до 10000.

source: {WoGification Cancelled!} Although WoGification has been cancelled, most ongoing WoGify scripts will remain active.
ru: {WoG'ификация отменена!} Несмотря на то, что WoG'ификация была отменена, большинство уже включенных скриптов остаются активны.
